module.exports = `
# 小程序帮助
- **1.0.0版本实现功能 时间仓促 后期会加急更新**
- **1.5.0版本更新系统后台内核和框架 基于独立云服务器开发 提供公众号响应功能**
- **1.5.1版本进行了细节优化和相应速度提升**
- **1.5.2版本正式上线了第一版公众号响应功能**
## 
## 代办事项功能
- 可以通过+页面添加新的待办事项
- 可以通过home主界面管理，查看全部代办事项
- 左滑可以显示删除滑块 点击删除
- 点击每一项目左边的框可以改变代办情况
- 单击代办框可以进入详细查看页面
- 可以通过设置页面进行设置快捷记录模式 进入小程序立刻跳转至记录页面 提升效率

## flow随记功能
- 可以通过+页面添加新的随记
- 每一次随记都会记录时间 内容
- 每一次随记都能记录标签 可以方便查找归类
- 可以进行标签的漫步 查找相应的内容
- 可以模糊搜索某一随记
- 通过右上角的突变可以分享随记 或删除

- **V1.5.0版本后新添加公众号记录功能**
- 可以进入同名的flowence公众号通过向后台发送消息实现快速记录功能
- 记录后内容会存入对应随记列表中
- 首先向公众号发送任意文字 会取得用户生成的api
- 将api进入设置中绑定 便能够实现该功能

##注
- 全部内容均基于云开发云端 用户不必担心数据丢失或混乱
- 公众号随记功能处于测试开放中 后端正在加紧调试提高稳定性

`;
